[
  "obsidian-linter",
  "obsidian-heading-shifter",
  "easy-typing-obsidian",
  "cmdr",
  "obsidian-auto-hide",
  "better-markdown-links",
  "obsidian-outliner",
  "paste-link",
  "various-complements",
  "virtual-linker",
  "float-search",
  "obsidian-image-toolkit",
  "fuzzy-chinese-pinyin",
  "refresh-preview"
]